{
  "news": [
    {
      "description": "During a recent ‘Hot Ones’ interview, Ed Boon, the director of the original Mortal Kombat game, shared an exciting",
      "image_url": null,
      "link": "https://turks.us/bmw-feels-the-heat-stops-charging-for-warming-cheeks-techcrunch/",
      "pubDate": "2023-09-07 22:52:09",
      "title": "BMW feels the heat, stops charging for warming cheeks | TechCrunch",
      "creator": ["Mampho Brescia"]
    },
    {
      "description": "Last year’s flagship iPhone 14 Pro models have been discontinued along with two older iPhones",
      "image_url": "https://static.standard.co.uk/2023/02/14/13/newFile-2.jpg?width=1200&auto=webp",
      "link": "https://www.standard.co.uk/tech/apple-discontinues-iphone-models-14-pro-13-mini-b1106770.html",
      "pubDate": "2023-09-13 12:27:32",
      "title": "Apple discontinues several iPhone models in the wake of the iPhone 15",
      "creator": ["Saqib Shah"]
    },
    {
      "description": "A year ago, Stability AI, the London-based startup behind the open source image-generating AI model Stable Diffusion, quietly released Dance The post Stability AI, gunning for",
      "image_url": null,
      "link": "https://turks.us/stability-ai-gunning-for-a-hit-launches-an-ai-powered-music-generator-techcrunch/",
      "pubDate": "2023-09-13 12:03:13",
      "title": "Stability AI, gunning for a hit, launches an AI-powered music generator | TechCrunch",
      "creator": ["admin-dominor"]
    },
    {
      "description": "Infinix Note 30 VIP Racing Edition is confirmed to launch soon in India. The company teased the handset in a post on X, the social media platform formerly known as Twitter. This is said to be a variant of the Infinix Note 30 VIP model which was released globally in June. A tipster shared design renders of the upcoming phone.",
      "image_url": null,
      "link": "https://www.gadgets360.com/mobiles/news/infinix-note-30-vip-racing-edition-india-launch-confirm-date-expected-soon-design-render-leak-4386105#rss-gadgets-mobiles",
      "pubDate": "2023-09-13 12:02:46",
      "title": "Infinix Note 30 VIP Racing Edition India Launch Confirmed, Design Renders Tipped: Details",
      "creator": null
    },
    {
      "description": "  Google has updated its advertising policy to require political ads using generative AI and deepfakes to clearly disclose that.. The post Google Mandates Deepfake Generative AI Disclaimers on Political Ads Ahead of 2024 Election appeared first on Voicebot.ai.",
      "image_url": null,
      "link": "https://voicebot.ai/2023/09/13/google-mandates-deepfake-generative-ai-disclaimers-on-political-ads-ahead-of-2024-election/",
      "pubDate": "2023-09-13 12:00:10",
      "title": "Google Mandates Deepfake Generative AI Disclaimers on Political Ads Ahead of 2024 Election",
      "creator": ["Eric Hal Schwartz"]
    },
    {
      "description": "In den letzten Jahren hat sich Singapur bei der Einführung von Kryptowährungen und der Blockchain-Technologie als weltweit führend erwiesen. Mit seinem vorausschauenden Ansatz hat der Stadtstaat eine Vorreiterrolle bei der Förderung von Innovationen eingenommen und gleichzeitig ein wachsames Auge auf regulatorische Sicherheitsvorkehrungen geworfen. Während die Diskussion um Stablecoins an Fahrt gewinnt, stellt sich die Frage: […] The post Stablecoins in Singapur: Navigieren zwischen Versprechen und Fallstricken appeared first on Techopedia Deutschland.",
      "image_url": null,
      "link": "https://www.techopedia.com/de/stablecoins-in-singapur-navigieren-zwischen-versprechen-und-fallstricken",
      "pubDate": "2023-09-13 11:48:25",
      "title": "Stablecoins in Singapur: Navigieren zwischen Versprechen und Fallstricken",
      "creator": ["Anndy Lian"]
    },
    {
      "description": "Researchers hope the findings will ultimately lead to the development of more targeted treatments.",
      "image_url": "https://static.standard.co.uk/2023/09/13/12/7d82a10d135db0359f7ce6df2fabe9d6Y29udGVudHNlYXJjaGFwaSwxNjk0NjIzODIx-2.50055480.jpg?width=1200&auto=webp",
      "link": "https://www.standard.co.uk/tech/science/new-zealand-nepal-nigeria-b1106746.html",
      "pubDate": "2023-09-13 11:30:00",
      "title": "Inflammatory signs for teenage depression differ between boys and girls – study",
      "creator": ["Nina Massey"]
    }
  ]
}
